{
"1": "Oh uh, I don't really know, I just... you know, Master likes it-",
"2": "Me!? I don't know what you're talking about, you must be mistaking",
"3": "Ugh, of all the people! Go away, you perv! You ain't gonna have anything of this!",
"4": "Stare all you want, but I'm only here for a Master errand - nothing else",
"5": "You mean my Master...? It's... complicated, yeah... a long story",
"6": "People have kings, gods, while I only answer to her: nothing weird, right?",
"7": "So rude! Don't you know who my Master is!? Also why that pause?",
"8": "Thanks, but don't worry, I'm stronger than what I look like!",
"9": "I mean, thanks for the compliment, but I ain't gonna share...",
"10": "Yes, born and raised there, it's a place filled with bittersweet memories-",
"11": "If it was only a drink we were talking about, maybe, but I just don't trust you!",
"12": "Ah... now I almost feel the urge to run back to Master...",
"13": "I... I don't know... I would just take her in my arms and run the faster I can!",
"14": "Never had a dream before meeting my Master, I just wish for us to be together forever",
"15": "Your petty words mean nothing to me, you just wouldn't understand!",
"16": "Ah it's nothing, really, I'm fine... it has been just a long day",
"17": "So nice! I'm gonna surely take Master there! She'll be happy!",
"18": "I honestly only care of looking beautiful for the Master, everyone else's irrelevant",
"19": "I don't know your daughter, but if she's happy, shouldn't it be all that matters?",
"20": "Would kindly ask if I can join in? It's not an exclusive relationship...",
"21": "If I'm with Master, there's nothing in this world that can harm me",
"22": "Master said she can focus on the fight only if she has someone to pretect",
"23": "I could wear a full heavy plate, if I face a monster without Master I stand no chance anyway",
"24": "For how little my contribution can be, if there's anything I can do, I will", 
"25": "She never forced me, I stay with her cause I owe her life and cause I love her",
"26": "Why? It doesn't hurt anyone, and just so that you know, I truly was a slave before...",
"27": "I can cook, I can do... chores? And... other things I can't really be saying out loud",
"28": "Naked? Not really, can't you see I'm wearing a ring? Ok sorry, wasn't fun",
"29": "Master says I don't need to carry heavy stuff, it would ruin my shape"
}