{
"1": "Hey you, lady! Stop right there! Why are you naked like that!?",
"2": "Hah! I remember you! Saw you last night in Castanica, around...",
"3": "Can you turn around a bit? I wanna see your whole figure!",
"4": "Ah dear, when I see such a beauty walking to me, I can't do less than stare",
"5": "C'mere a moment, honey - can I ask what kind of relationship you have with that individual?",
"6": "Why you call that person 'master'? It sounds so twisted...",
"7": "I don't know what you are up to, but I'll keep my eyes on you... both",
"8": "It's chill at this hour of the day, are you sure you'll okay dressing like that?",
"9": "So beautiful, it's a waste for you to be tied to only one person",
"10": "Hey, you have a familiar face, are you perhaps from Ostgarath?",
"11": "Why such a beautiful lady is here all alone? Wanna have a drink?",
"12": "We live in hard times, stay near your lover, till you're both alive",
"13": "Let's say your Master is wounded, what exactly would be your worth then?",
"14": "Don't let your dreams be dreams, girl",
"15": "You're that girl that got freed from slave traders just to become slave again!",
"16": "Are you ok? You look a bit tired, you need to rest? A glass of water?",
"17": "I'm friend with the Tavern owner, tell him my name and you'll get a queen-like service!",
"18": "Such a vulgar outfit: beauty is not always a matter of showing everything",
"19": "You remind me of my daughter, you both took a path I can't understand",
"20": "What would you do if you found your 'master' with someone else?",
"21": "There's no guarantee you'll be coming back from the next mission...",
"22": "You should've realized by now that during a fight you're just a burden", 
"23": "With so much skin showing you are just a walking meal for every monster out there",
"24": "Why don't you just wait for her home? Stay safe, out of the danger...",
"25": "Your 'master' is known to be a sort of hero, right? Weird for a hero to have a slave",
"26": "Honestly, would be better to just drop the 'slave' thing, it's quite out of place",
"27": "You sure are good-looking, but what else are you able to do?",
"28": "Hah, for a moment I almost thought I saw a naked girl walking to... wait",
"29": "What you do all day? Follow her? Do you even carry any luggage or are just there to look good?"
}